Revit 2027 API
ParameterTypeId.SheetCollectionName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCollectionName { get; }
Public Shared ReadOnly Property SheetCollectionName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCollectionName {
	ForgeTypeId^ get ();
}
static member SheetCollectionName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace